/* Status line above clock after alarm is stopped */
"Alarm terminated!" = "Alarme terminado.";

/* Status line above clock during alarm */
"Press Any key to snooze" = "Pressione qualquer tecla para suspender (\"snooze\")";

/* Status line above clock during alarm */
"Press Any key to stop" = "Pressione qualquer tecla para parar";

/* Status line above clock during alarm */
"Press Enter to snooze" = "Pressione Enter para suspender (\"snooze\")";

/* Status line above clock during alarm */
"Press Enter to stop" = "Pressione Enter para parar";

/* Button below clock */
"Snooze" = "Suspender";

/* Status line above clock during snooze */
"Snoozing until" = "Alarme suspenso até…";

/* Status line above clock when first starting alarm */
"Starting alarm..." = "Alarme iniciando…";

/* Button below clock */
"Stop" = "Parar";

